{
    "sayings": [
        "A bad workman always blames his tools.",
        "A bird in hand is worth two in the bush.",
        "Absence makes the heart grow fonder.",
        "A cat has nine lives.",
        "A chain is only as strong as its weakest link.",
        "Actions speak louder than words.",
        "A drowning man will clutch at a straw.",
        "Adversity and loss make a man wise.",
        "A fool and his money are soon parted.",
        "A journey of thousand miles begins with a single step.",
        "All good things come to an end.",
        "All’s well that ends well.",
        "All that glitters is not gold.",
        "All’s fair in love and war.",
        "Always put your best foot forward.",
        "Among the blind the one-eyed man is king.",
        "An apple a day keeps the doctor away.",
        "An empty vessel makes much noise.",
        "An idle brain is the devil’s workshop.",
        "An ounce of protection is worth a pound of cure.",
        "A picture is worth a thousand words.",
        "Appearances can be deceptive.",
        "A rolling stone gathers no moss.",
        "A ship in the harbor is safe, but that is not what a ship is for.",
        "A stitch in time saves nine.",
        "As you sow, so you shall reap.",
        "A thing begun is half done.",
        "Barking dogs seldom bite.",
        "Be slow in choosing, but slower in changing.",
        "Be persistent. When knowledge and ability aren’t enough, be persistent.",
        "Beauty is in the eye of the beholder.",
        "Beauty is only skin deep.",
        "Beggars can’t be choosers.",
        "Best things in life are free.",
        "Better late than never.",
        "Better to be poor and healthy rather than rich and sick.",
        "Better to wear out than to rust out.",
        "Blood is thicker than water.",
        "Cleanliness is next to Godliness.",
        "Clothes do not make the man.",
        "Cowards die many times before their deaths.",
        "Cross the stream where it is shallowest.",
        "Curiosity killed the cat.",
        "Curses, like chickens, come home to roost.",
        "Discretion is the better part of valor.",
        "Don’t bite off more than you can chew.",
        "Don’t bite the hand that feeds you.",
        "Don’t blow your own trumpet.",
        "Don’t cast pearls before swine.",
        "Don’t count your chickens before they hatch.",
        "Don’t cross a bridge until you come to it.",
        "Don’t judge a book by its cover.",
        "Don’t kill the goose that lays the golden eggs.",
        "Don’t put all your eggs in one basket.",
        "Don’t put the cart before the horse.",
        "Don’t throw the baby with the bathwater.",
        "Don’t make decisions when you’re angry. Don’t make promises when you’re happy.",
        "Don’t give up what you want most for what you want now.",
        "Early bird catches the worm.",
        "Easy come, easy go.",
        "Empty bags cannot stand upright.",
        "Every cloud has a silver lining.",
        "Every dog has his day.",
        "Every man is the architect of his destiny.",
        "Every man has his price.",
        "Fall seven times, stand up eight.",
        "Familiarity breeds contempt.",
        "Figure out what you love to do, and then figure out how to get someone to pay you to do it.",
        "Fools rush in where angels fear to tread.",
        "Fortune favors the brave.",
        "Give them an inch and they’ll take a mile.",
        "God helps those who help themselves.",
        "Good things come to those who wait.",
        "Grief divided is made lighter.",
        "Happiness is a choice and everything else is a matter of perspective.",
        "Have the courage to live a life true to yourself, not the life others expect of you.",
        "Half a loaf is better than none.",
        "Honesty is the best policy.",
        "Hope for the best, prepare for the worst.",
        "If it ain’t broke, don’t fix it.",
        "If the mountain won’t come to Muhammad, Muhammad must go to the mountain.",
        "If wishes were horses, beggars would ride.",
        "If you can’t beat them, join them.",
        "If you play with fire, you’ll get burned.",
        "If you blame it on someone else, don’t expect it to get better.",
        "If the grass is greener on the other side, there’s probably more manure there.",
        "Ignorance is bliss.",
        "It’s better to be safe than sorry.",
        "It’s easy to be wise after the event.",
        "It’s never too late to mend.",
        "It’s not over till it’s over.",
        "It’s no use crying over spilt milk.",
        "It takes two to make a quarrel.",
        "It takes two to tango.",
        "Keep your mouth shut and your eyes open.",
        "Laughter is the best medicine.",
        "Learn to walk before you run.",
        "Let sleeping dogs lie.",
        "Life begins at forty.",
        "Lightning never strikes twice in the same place.",
        "Look before you leap.",
        "Make hay while the sun shines.",
        "Money doesn’t grow on trees.",
        "Money talks.",
        "Necessity is the mother of invention.",
        "Never put off until tomorrow what you can do today.",
        "Never test the depth of water with both feet.",
        "Never attribute to malice that which can be adequately explained by stupidity.",
        "Never argue with a stupid person, they’ll drag you down to their level and beat you with experience.",
        "Never let your sense of morals prevent you from doing what is right.",
        "Never make someone a priority who only makes you an option.",
        "No gain without pain.",
        "No news is good news.",
        "Once bitten twice shy.",
        "One man’s junk is another man’s treasure.",
        "One shouldn’t miss forest for the trees.",
        "Out of sight, out of mind.",
        "Only pack what you can carry yourself.",
        "Pen is mightier than sword.",
        "People who live in glass houses shouldn’t throw stones at others.",
        "Persuasion is better than force.",
        "Practice makes perfect.",
        "Practice what you preach.",
        "Rome wasn’t built in a day.",
        "Remember you’ll always regret what you didn’t do rather than what you did.",
        "Remember only enemies speak the truth. Friends and lovers lie endlessly, caught in the web of duty.",
        "Silence is half consent.",
        "Slow and steady wins the race.",
        "Smart girls like to hear they’re pretty, pretty girls like to hear that they’re smart.",
        "Still waters run deep.",
        "Strike while the iron is hot.",
        "Strive to be the man you want your daughter to marry.",
        "The best-laid plans go astray.",
        "The end justifies the means.",
        "The harder you work, the luckier you get.",
        "The grass is greener on the other side of the fence.",
        "The proof of the pudding is in the eating.",
        "There are more ways than one to skin a cat.",
        "There is no time like the present.",
        "There is safety in numbers.",
        "The road to hell is paved with good intentions.",
        "The show must go on.",
        "The squeaky wheel gets the grease.",
        "Try not to take anything personally. No one thinks about you as much as you do.",
        "Time and tide wait for no man.",
        "Too many cooks spoil the broth.",
        "Two heads are better than one.",
        "Two wrongs don’t make a right.",
        "Watch the doughnut, and not the hole.",
        "What goes around comes around.",
        "When in Rome, do as the Romans do.",
        "When the going gets tough, the tough get going.",
        "Where there’s a will, there’s a way.",
        "Where there’s smoke there’s fire.",
        "Where one door shuts, another opens.",
        "While the cat’s away, the mice will play.",
        "You can catch more flies with honey than with vinegar.",
        "You can lead a horse to water but you can’t make it drink.",
        "You can’t always get what you want.",
        "You can’t fit a round peg in a square hole.",
        "You can’t have your cake and eat it too.",
        "You can’t make an omelette without breaking eggs.",
        "You can’t teach an old dog new tricks.",
        "You can’t unscramble a scrambled egg.",
        "You can’t win them all.",
        "You show me the man and I’ll show you the rule.",
        "You’d worry less about what people think about you if you knew how seldom they do."
    ],
    "jokes": [
        "I've bought my wife a fridge for Christmas: I can't wait to see her face light up when she opens it.",
        "If you cross mistletoe with a duck, do you get a Christmas cracker?",
        "You can tell Santa is a man, because no woman would ever wear the same outfit every year.",
        "Are people who are scared of Father Christmas Claustrophobic?",
        "When you stop believing in Santa is when you start getting clothes for Christmas.",
        "Mary and Joseph had a stable relationship, didn't they?",
        "The three stages of man: 1. He believes in Santa. 2. He doesn't believe in Santa. 3. He is Santa.",
        "When Santa's in your room, can you sense his presents?",
        "Did you hear about the dyslexic devil worshipper who sold his soul to Santa?",
        "When I was a child, my family was so poor that at Christmas we exchanged glances.",
        "If Santa's little helpers ate outside would they be dining elfresco?",
        "The main thing I want this Christmas is for someone to wake me up when it's all over.",
        "Are Santa's elves just a bunch of subordinate Clauses?",
        "The best Christmas present I ever got was a broken drum - you just can't beat it.",
        "You can tell Microsoft have a monopoly because even Santa had to switch from chimneys to Windows.",
        "Would a singing elf be called a wrapper?",
        "There's still 364 days to Christmas and people already have their lights up - unbelievable!",
        "If you ate Christmas decorations would you get tinselitis?",
        "Did you know the Christmas alphabet only has 25 letters - there's Noel.",
        "If Santa ran out of money, would he be Saint Nickel-less?",
        "I hate Russian dolls, they're so full of themselves.",
        "Throwing acid is wrong, in some people's eyes.",
        "The first time I got a universal remote control I thought to myself, 'This changes everything'.",
        "Say what you want about deaf people...",
        "I've spent the last four years looking for my ex-girlfriend's killer, but no-one will do it.",
        "I recently decided to sell my vacuum cleaner as all it was doing was gathering dust.",
        "My girlfriend told me to go out and get something that makes her look sexy... so I got drunk.",
        "Don't you hate it when someone answers their own questions? I do.",
        "PMS jokes are not funny or appropriate. Period!",
        "Gambling addiction hotlines would do so much better if every fifth caller was a winner.",
        "Where there's a will, there's a relative.",
        "Hedgehogs, eh? Why can't they just share the hedge?",
        "Just because nobody complains doesn't mean all parachutes are perfect.",
        "My friend keeps trying to convince me that he's a compulsive liar but I don't believe him.",
        "It’s always hard to explain puns to kleptomaniacs because they’re always taking things literally.",
        "I've just written a song about tortillas; actually, it’s more of a rap.",
        "The last thing I want to do is hurt you, but it’s still on the list.",
        "We live in a society where pizza gets to your house before the police.",
        "Hospitality is making your guests feel like they're at home, even if you wish they were.",
        "By the time a man realises that his father was right, he has a son who thinks he’s wrong.",
        "Good health is merely the slowest possible rate at which one can die.",
        "We never really grow up, we only learn how to act in public.",
        "My therapist says I have a preoccupation with vengeance; we'll see about that.",
        "Love is telling someone to go to hell and worrying about them getting there safely.",
        "The early bird might get the worm, but the second mouse gets the cheese.",
        "If you're not supposed to eat at night, why is there a light bulb in the refrigerator?",
        "I used to be indecisive, now I’m not sure.",
        "Team work is important; it helps to put the blame on someone else.",
        "Evening news is where they begin with 'Good evening', and then proceed to tell you why it isn't.",
        "I'm really good at stuff until people watch me do that stuff.",
        "If 4 out of 5 people suffer from diarrhea, does that mean that one out of 5 enjoys it?",
        "Whatever you do always give 100% - unless you're donating blood.",
        "How is it one careless match can start a forest fire, but it takes a whole box to start a campfire?",
        "For every action, there is a corresponding over-reaction.",
        "A clear conscience is usually the sign of a bad memory.",
        "It is much easier to apologize than to ask permission.",
        "A bus is a vehicle that runs twice as fast when you are after it as when you are in it.",
        "It's bad luck to be superstitious.",
        "Nostalgia isn’t what it used to be.",
        "I was born to be a pessimist - my blood type is B Negative.",
        "The shinbone is a device for finding furniture in a dark room.",
        "Why is it that most nudists are people you don’t want to see naked?",
        "Artificial intelligence is no match for natural stupidity.",
        "Where do they get the seeds to plant seedless watermelons?",
        "The sole purpose of a child’s middle name, is so he can tell when he’s really in trouble.",
        "The hardness of butter is directly proportional to the softness of the bread.",
        "Never get into fights with ugly people, they have nothing to lose.",
        "Being a hypochondriac is going to save my life one of these days.",
        "Some people cause happiness wherever they go, others whenever they go.",
        "Someone broke into my house and stole my external hard drive; they really got my backup.",
        "Signwriters have their work cut out, don't they?",
        "I asked my friend a question while he was eating an orange, but all I got was a pithy response.",
        "My friend's in prison for flashing; he says he can't bare it anymore.",
        "My friend's selling a load of broken yo-yos, no strings attached.",
        "I tried drag racing the other day; it's murder trying to run in those heels.",
        "I went geese hunting the other day but once they started flying I knew the game was up.",
        "I was a bookkeeper for 10 years... the local library weren't too happy about it.",
        "It's really important to obey the laws of grammar, after all rules is rules.",
        "Wolverine is a man of many talons, isn't he?",
        "I've looked up to my father ever since he got that job as a trapeze artist.",
        "Police censuses tick a lot of motorists off, don't they?",
        "If you struggle to stay awake while using your iPad, there's a nap for that."
    ]
}